<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="ko">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Korail</title>
  <link rel="stylesheet" href="/resources/css/reset.css">
  <link rel="stylesheet" href="/resources/css/common.css">
  <link rel="stylesheet" href="/resources/css/login.css">
  
  <!-- jquery CDN -->
  <script src="https://code.jquery.com/jquery-3.7.0.min.js" integrity="sha256-2Pmvv0kuTBOenSvLm6bvfBSSHrUJ+3A7x6P5Ebd07/g=" crossorigin="anonymous"></script>
</head>
<body>


  <div>
      <div class="terms">
      	<h1 class="h1">
        ■ 약관 동의
      </h1>
  
      <div class="terms_div">
        <div class="terms_title">
          □ 홈페이지 회원 약관
        </div>
        <div class="terms_content">
          <textarea cols="50" rows="10" class="terms_textarea" readonly>
제 1조 (목적)
이 약관은 코레일유통㈜(이하 ‘회사’ 또는 ‘제휴사’라고 함)가 제공하는 멤버십 서비스(이하 ‘제휴사 멤버십’이라고 함)의 이용과 관련하여 필요한 이용 조건 및 절차, ‘회사’와 ‘회원’간의 권리, 의무 등 기본적인 사항을 규정하는 것을 목적으로 합니다.


제 2조 (용어의 정의)
이 약관에서 사용하는 용어는 다음 각 호와 같이 정의합니다.

1. ‘제휴사 멤버십’이란 카카오페이 플랫폼을 통해 할인 및 적립 등’회사’가 ‘회원’에게 제공하는 멤버십 서비스를 통칭하여 말합니다.
2. ‘회원’이란 이 약관에 따라 카카오페이 플랫폼 내 멤버십 서비스 (이하 ‘앱’이라 합니다)을 통해 ‘회사’와 이용계약을 체결하고, 개인정보의 수집∙활용 기타 사항들에 동의함으로써 ‘제휴사 멤버십’ 서비스를 이용하는 고객을 말합니다.
3. ‘매장’이란 ‘회사’가 직영으로 운영하는 모든 제휴사 매장과 ‘회사’와 계약하여 제휴사 브랜드를 이용하는 모든 가맹점을 말합니다.
단, 일부 일부 점포에서 해당 서비스가 제외될 수 있습니다.
4. ‘멤버십 할인’이란 ‘회원’이 ‘매장’에서 제품을 구입하고 카카오페이 결제수단(머니/카드)을 이용할 경우 ‘회사’가 고지한 할인율에 따라 부여하는 할인 혜택을 말합니다.
5. ‘적립 포인트’란 ‘회원’이 ‘매장’에서 제품을 구입할 경우 ‘회사’가 고지한 적립률에 따라 부여되는 포인트를 말하며, ‘가용 포인트’란 ‘적립 포인트’ 중 ‘회사’가 정한 조건을 충족하여 실제 사용이 가능한 포인트를 말합니다.
6. ‘잔여 포인트’란 ‘회원’이 적법하게 부여 받은 포인트 중 이미 사용한 포인트를 제외한 나머지 포인트를 말합니다.
7. ‘부정할인 및 적립, 부정이용’이란 ‘회사’가 예정하지 않은 방법에 따른 부정할인 및 적립, 부정이용을 의미합니다.
가) 부정할인 및 적립 : ‘회원’이 ‘매장’에서 ‘상품’을 구매 또는 이용하지 않았음에도 불구하고 정당한 이유 없이 멤버십할인을 적용받거나 포인트를 적립하는 경우를 말합니다. 또한 해당 ‘회원’이 구매 또는 이용한 내용보다 많은 멤버십할인을 적용받거나 포인트를 적립하는 경우를 말합니다.
나) 부정이용 : 다른 ‘회원’이 보유하고 있던 적립포인트, 쿠폰 등을 동의 없이 임의로 사용한 경우를 말합니다.


제 3조 (약관의 게시와 개정)
1. ‘회사’는 이 약관의 내용을 ‘회원’이 쉽게 알 수 있도록 ‘홈페이지’ 의 초기 화면에 게시합니다.
2. ‘회사’는 “약관의 규제에 관한 법률”, “정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 “정보통신망법”)” 등 관련법을 위배하지 않는 범위에서 이 약관 및 할인 및 적립조건 등을 개정할 수 있습니다.
3. “회사”가 전항에 따른 개정을 할 경우에는 개정된 내용을 적용하고자 하는 날 14일 전부터 적용일자 전일까지 개정사실과 개정사유, 개정내용 등을 ‘홈페이지’ 또는 ‘앱’에 공지합니다.
4. 개별고지가 필요한 상황에는 카카오페이 알람톡을 활용하며, 이 경우 ‘회사’는 적법한 고지를 완료한 것으로 봅니다.
5. ‘회사’가 제3항과 4항에 따라 공지 또는 고지한 개정사항이 적용된 이후에도 ‘회원’이 30일간 명시적인 거부의 의사표시 없이 계속적으로 서비스를 이용하는 경우에는 ‘회원’이 개정내용에 동의한 것으로 간주됩니다.
만약 ‘회원’이 본 조에 따라 개정된 내용의 적용에 동의하지 않는 경우 ‘회원’은 이용계약을 해지함으로써 개정된 내용의 적용을 배제할 수 있습니다.
6. 본 조에 의하여 개정된 약관은 원칙적으로 그 효력 발생일로부터 유효합니다.


제 4조 (약관의 해석)
1. ‘회사’는 필요한 경우 특정 서비스에 관하여 별도의 이용약관 및 정책(이하 "개별약관"이라 합니다)을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 "개별약관"이 우선하여 적용됩니다.
2. 이 약관에서 정하지 아니한 사항이나 해석에 대해서는 관계법령 또는 상관례에 따릅니다.
3. 본 약관과 관련하여 회사의 정책 변경, 법령의 제, 개정, 공공기관의 고시나 지침 등에 따라 회사가 홈페이지의 공지사항 게시판 등을 통해 공지하는 내용도 이용계약의 일부를 구성합니다.


제 5조 (멤버십 할인)
1. ‘회원’은 ‘매장’에서 카카오페이로 결제 시 총 구매금액(할인 제외 상품 구매 금액은 대상 금액에서 제외)에서 ‘회사’가 고지한 할인률에 따라 할인을 받을 수 있습니다.
2. 할인률, 할인 제외 상품, 할인 한도는 홈페이지를 통해 ‘회원’이 확인할 수 있습니다. 할인은 1일 1회 최대 10,000원 한도로 가능합니다.
단, 해당 경우는 할인이 제외됩니다.
(1) 적립 포인트를 사용할 경우 할인 불가
(2) 타 결제수단과 복합 결제할 경우 할인 불가
(3) 타 제휴 할인과 중복 할인 불가
(4) 멤버십 적립 '회원'과 카카오페이 결제 '회원'이 상이한 경우 할인 불가


제 6조 (포인트 적립)
1. ‘회원’은 ‘매장’에서 멤버십 바코드를 제시하면 총 구매금액(적립 제외 상품 구매 금액은 대상 금액에서 제외)에서 ‘회사’가 고지한 적립률에 따라 포인트로 적립 받을 수 있습니다.
단, 해당 경우는 적립이 제외됩니다.
(1) 포인트로 상품을 구매한 경우 사용한 포인트에 대해서는 적립 불가
(2) 타 제휴 할인과 중복 적립 불가
2. 적립된 포인트는 적립 시점 이후 자동 가용화됩니다.
3. 적립률, 적립 제외 상품, 포인트 적립 한도는 홈페이지를 통해 ‘회원’이 확인할 수 있습니다. 포인트 적립은 하루 최대 5회 한도로 가능합니다.
4. 적립된 포인트의 유효기간은 포인트 적립일로부터 60개월까지이며, 이 기간 내에 사용하지 않은 포인트는 자동 소멸됩니다.
5. 포인트 적립에 오류가 있을 경우 ‘회원’은 오류 발생 시점부터 60일 이내에 ‘회사’에 정정 신청을 하여야 하며 ‘회사’는 ‘회원’의 정정요청일로부터 60일 이내에 조정을 할 수 있습니다.
단, ‘회원’은 이를 증명할 수 있는 구매 영수증이나 기타 자료를 제시하거나 또는 해당 ‘매장’로부터 명시적인 확인을 받아야 합니다.


제 7조 (포인트 사용) 1. 적립된 포인트 사용 순서는 회원이 보유 중인 가용포인트 중 소멸 일자가 빠른 포인트부터 우선적으로 차감됩니다.
2. 점포에서 가용 포인트가 일정 포인트 이상(최소 100 포인트 이상)이 되었을 경우 10포인트 단위로 사용하실 수 있습니다.
단, 1 포인트는 현금 1원에 해당하며, 포인트 사용 가능한 상품의 구매시에만 포인트를 사용 할 수 있습니다.
3. 포인트 사용 후 사용된 포인트의 적립 원천이 되는 구매 행위의 취소로 인해 잔여 포인트가 마이너스(-)인 경우 잔여 가용포인트가 0 포인트가 되기 전까지 적립되는 포인트는 사용이 불가합니다. 또한 잔여 가용포인트가 마이너스(-) 포인트인 회원이 탈퇴할 경우 아래와 같이 일정한 기간 동안 회원정보를 보관합니다.
- 보관 항목 : 카카오페이 멤버십 바코드번호, 출생년도, 성별
- 보관 기간 : 카카오페이 회원 탈퇴 시까지
- 보관 이유 : 탈퇴를 반복하는 등, 회사가 제공하는 경제상 이익을 부정 이용하는 행위 방지


제 8조 (회원가입)
1. ‘회원’이 되고자 하는 고객은 회원 가입 신청서에 정해진 사항을 기입한 후, 이 약관과 ‘개인정보 수집∙활용 동의’ 기타 동의가 필요한 사항에 동의함으로써 회원가입을 신청합니다.
단, 만 14세 미만은 카카오페이 회원가입이 불가하므로 멤버십 회원 가입이 불가합니다.
2. 고객으로부터 회원가입 신청이 있는 경우, ‘회사’는 자체 기준에 따른 심사를 거친 후 고객에게 ‘회원’ 자격을 부여 할 수 있으며 ‘회원’ 자격이 부여된 고객은 당사로부터 가입 완료 고지를 받은 시점부터 회원으로서의 지위를 취득합니다.
3. ‘회사’는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
(1) 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우
(2) 실명이 아니거나 타인의 명의를 이용한 경우. 단, ‘등록회원’에 한함
(3) 허위의 정보를 기재하거나, ‘회사’가 제시하는 내용을 기재하지 않은 경우
(4) 기타 가입신청자의 귀책사유로 인하여 승인이 불가능하거나 ‘회사’가 정한 제반 사항을 위반하며 신청하는 경우
4. 제1항에 따른 가입신청에 있어 ‘회사’는 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
5. ‘회사’는 서비스관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.


제 9조 (회원정보의 변경)
1. ‘회원’은 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 본인 인증을 통해 수정이 가능합니다.
2. ‘회원’은 가입신청 시 기재한 사항이 변경되었을 경우 회원정보 수정을 통해 ‘회사’에 대하여 그 변경사항을 알려야 하며, 이를 알리지 않아 발생한 불이익에 대하여 ‘회사’는 책임지지 않습니다.
제 10조 (개인정보보호 의무)
‘회사’는 “정보통신망법” 등 관계 법령이 정하는 바에 따라 ‘회원’의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법령 및 ‘회사’의 개인정보처리방침이 적용됩니다.



제 11조 (‘회원’의 개인정보 관리의무)
1. ‘회사’는 ‘회원’의 개인정보 유출 우려가 있는 경우, 해당 ‘회원’의 ‘제휴사 멤버십’ 서비스 이용을 제한할 수 있습니다.
2. ‘회원’은 자신의 정보가 도용되거나 제3자가 사용하고 있음을 인지한 경우 이를 통해 ‘제휴사 멤버십’의 서비스가 부정하게 이용될 가능성이 있는 경우에는 이를 즉시 ‘회사’에 통지하고 ‘회사’의 안내에 따라야 합니다.
3. ‘회원’이 ‘회사’에 본조 제2항 사실을 통지하지 않거나, 통지한 경우에도 ‘회사’의 안내에 따르지 않아 발생한 불이익 및 ‘회원’의 개인정보 관리소홀 기타 ‘회사’의 귀책사유 없이 제3자가 부당하게 ‘제휴사 멤버십’를 이용함으로써 발생된 불이익에 대하여 ‘회사’는 책임지지 않습니다.
제 12조 (‘회원’에 대한 통지)
1. ‘회사’가 ‘회원’에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 ‘앱’ 내 푸쉬 알림 등으로 할 수 있습니다.
2. ‘회사’는 ‘회원’ 전체에 대한 통지의 경우 7일 이상 ‘앱’ 혹은 ‘홈페이지’의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.
3. ‘회사’는 ‘회원’이 ‘제휴사 멤버십’ 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항, ‘앱’ 내 푸쉬 알림 등의 방법으로 ‘회원’에게 제공할 수 있습니다.
단, ‘회원’은 관련법령에 따른 거래관련 정보 및 고객문의, 휴면회원 전환 등을 제외하고는 언제든지 수신 거절을 할 수 있습니다.
제 13조 (‘회원’의 의무)
1. ‘회원’은 관계법령, 이 약관에서 규정하는 사항과 이용안내 또는 ‘제휴사 멤버십’과 관련한 공지사항, 기타 ‘회사’가 통지하는 사항 등을 준수하여야 하며, ‘회사’의 업무에 방해되는 행위를 하여서는 안됩니다.
2. ‘회원’은 ‘회사’가 제공한 멤버십할인 및 포인트 적립, 쿠폰 등 등을 다른 ‘회원’에게 재판매하거나 기타 이를 활용하여 영업 활동을 할 수 없으며, 이를 위반할 경우 제공받았던 혜택을 반환하여야 합니다.
3. ‘회원’은 다음 각 호의 행위를 하여서는 안됩니다.
(1) 신청 또는 변경시 허위내용의 등록
(2) 타인의 정보도용
(3) ‘회사’가 게시한 정보의 변경
(4) ‘회사’와 기타 제3자의 저작권 등 지적재산권에 대한 침해
(5) ‘회사’ 및 기타 제3자의 명예를 훼손시키거나 업무를 방해하는 행위
(6) ‘회사’의 동이 없이 영리를 목적으로 ‘제휴사 멤버십’ 서비스를 사용하는 행위
(7) 기타 불법적이거나 부당한 행위


제 14조 (‘회원’ 탈퇴와 포인트 소멸 처리)
1. ‘회원’은 언제든지 ‘제휴사 멤버십’를 통해 ‘회원’ 탈퇴를 요청할 수 있으며, ‘회사’는 ‘회원’의 요청에 따라 조속히 ‘회원’ 탈퇴에 필요한 제반 절차를 수행합니다.
2. ‘회원’ 탈퇴 시, 탈퇴 요청일 현재까지 보유한 ‘적립 포인트’, 쿠폰 등 ‘제휴사 멤버십’ 의 ‘회원’으로서 보유하던 모든 권리는 자동으로 소멸됩니다.
단 ‘회원’이 재가입할 경우 ‘누적 포인트’는 자동 복원이 가능하나 복원 시점은 ‘회원’마다 일부 차이가 발생할 수 있습니다.
제 15조 (‘회원’ 자격 상실)
1. ‘회원’이 다음 각 호의 사유에 해당하는 경우, ‘회사’는 당해 ‘회원’에 대한 통보로써 ‘회원’의 자격을 즉시 상실시킬 수 있습니다.
(1) ‘부정할인 및 적립, 부정이용 등 ‘제휴사 멤버십’ 서비스를 ‘회사’가 예정한 방법 또는 목적을 벗어나 이용한 경우
(2) 다른 ‘회원’의 서비스 이용을 방해하거나 그 정보를 도용하는 경우
(3) ‘회사’ 또는 다른 ‘회원’의 명예를 훼손하거나 모욕하는 경우 기타 권리를 침해하는 경우
(4) 회원이 사망한 경우
(5) 이 약관 및 관계법령이 금지하거나 사회상규에 반하는 행위를 하는 경우
(6) 최종 서비스 이용일로부터 1년간 이용 내역이 없을 경우(“정보통신망법” 기타 관련 법령에 근거함)
(7) 기타 ‘제휴사 멤버십’의 정상적인 운영을 방해한 경우
2. 제14조 제2항 및 동조 제3항은 전항에 따라 ‘회원’ 자격이 상실된 경우에도 준용됩니다. 단, 제14조 제2항 후문은 ‘회원’이 적법하게 보유한 것이라고 인정되는 경우에 한하여 준용됩니다.
3. 전항에도 불구하고 제1항 제4호로 ‘회원’의 자격이 상실된 경우, ‘회원’이 보유하고 있던 모든 권리는 소멸하며 상속되지 않습니다.
4. 제1항 각 호의 경우 ‘회사’는 ‘회원’의 자격을 즉시 상실시키지 않고 해당 ‘회원’에 대한 ‘제휴사 멤버십’ 서비스 제공을 일시 중단시킬 수 있습니다.


제 16조 (권리의 귀속)
‘제휴사 멤버십’에 대한 저작권 및 지식재산권 기타 권리는 ‘회사’에 귀속됩니다.


제 17조 (‘제휴사 멤버십’ 서비스의 중단)
1. ‘회사’는 다음 각 호의 사유가 발생한 경우 ‘제휴사 멤버십’ 서비스 이용을 일시적으로 중단할 수 있습니다.
(1) ‘제휴사 멤버십’ 서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우
(2) 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
(3) 기기∙기술적 결함이나 네트워크의 오류 및 장애가 발생한 경우
(4) 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 경우
(5) 기타 중대한 사유로 인하여 ‘회사’가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
2. ‘회사’는 전항의 규정에 의하여 ‘제휴사 멤버십’ 서비스의 이용을 중단하는 때에는 그 사유 및 중단기간 등을 ‘회원’에게 공지합니다.
다만, ‘회사’가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
3. ‘회사’는 ‘제휴사 멤버십’ 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 ‘회사’가 공지한 바에 따릅니다.
4. 제1항에 따른 서비스 제한 또는 중지로 인하여 일시적으로 멤버십 할인 및 포인트를 적립하지 못한 경우는 서비스 이용이 정상화되면 추후 할인 및 적립이 가능합니다.
다만 구매 영수증 등 ‘회사’가 할인 및 적립 대상인지 여부를 판단할 수 있는 증빙을 보유하고 있는 경우에 한합니다.
5. ‘회사’의 정책으로 인해 제휴 서비스를 종료할 경우, 제휴 종료 시점부터 1년 간의 유예 기간을 두고 ‘잔여 포인트’를 사용할 수 있도록 ‘회원’에게 안내합니다.


제 18조 (‘제휴사 멤버십’ 서비스의 변경)
1. ‘회사’는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 ‘제휴사 멤버십’ 서비스를 변경할 수 있습니다.
2. 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 ‘홈페이지’ 또는 ‘앱’을 통해 고지합니다.
3. ‘회사’는 ‘제휴사 멤버십’ 서비스 중 ‘회사’의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 ‘회원’에게 별도의 보상을 하지 않습니다.


제 19조 (책임제한)
1. ‘회사’는 천재지변 또는 이에 준하는 불가항력으로 인하여 ‘제휴사 멤버십’ 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
2. ‘회사’는 ‘회원’의 귀책사유로 인한 ‘제휴사 멤버십’ 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
3. ‘회사’는 ‘회원’이 ‘제휴사 멤버십’ 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
4. ‘회사’는 ‘회원’간 또는 ‘회원’과 제3자 상호간에 ‘제휴사 멤버십’ 서비스를 매개로 하여 거래 등을 한 경우에는 그로 인해 발생되는 문제에 대해 책임을 지지 않습니다.


제 20조 (분쟁 해결)
1. ‘회사’는 ‘회원’에게 손해가 발생하거나 ‘회사’와 ‘회원’간 분쟁이 발생하는 경우, 손해배상 등 분쟁처리를 위해 다음과 같이 운영합니다.
(1) 회원 가입 및 탈퇴 관련 고객센터(카카오페이): 1644 - 7405
(2) 할인 및 적립 관련 고객센터(코레일유통): 02-2630 - 8800
2. ‘회사’는 ‘회원’이 제기한 의견을 신속히 처리합니다. 단, 신속한 처리가 곤란한 경우에는 ‘회원’에게 그 사유와 처리일정을 즉시 통보합니다.
3. ‘회사’와 ‘회원’간에 발생한 분쟁이 원만히 해결되지 않는 경우, 관련 법령에 따라 ‘소비자보호법’에 따른 한국소비자원의 소비자분쟁조정위원회를 통해 조정신청이 가능합니다.


제 21조 (관할 법원)
1. ‘회사’와 ‘회원’ 간의 분쟁 및 소송은 대한민국법을 준거법으로 합니다.
2. 이 약관과 관련한 제반 분쟁 및 소송은 민사소송법상의 관할 법원을 제1심 관할 법원으로 합니다.
3. 해외에 주소나 거소가 있는 ‘회원’의 경우 ‘회사’와 ‘회원’간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.
          </textarea>
        </div>
        
      </div>
  
      <div class="terms_div">
        <div class="terms_title">
          □ 개인정보 수집 및 이용에 대한 안내
        </div>
        <div class="terms_content">
          <textarea cols="50" rows="10" class="terms_textarea" readonly>
개인정보 보호법에 따라 개인정보 수집 및 이용에 대하여 다음과 같이 안내드리니, 자세히 읽은 후 동의하여 주시기 바합니다.

● 개인정보 수집 및 이용 목적
- 승차권 예약발매, 열차 서비스 이용, 부가서비스 제공, 회원 관리
  - 열차 이용을 위한 승차권 예약, 발매, 결제, 본인 확인 및 할인 적용, 회원가입 및 관리
  - 여행상품 예약, 회의실 예약, 교통약자 승하차 도우미 등 부가서비스 이용
  - 승차권 검표, 법령 및 한국철도 약관(여객운송약관, 코레일 멤버쉽 가입 및 이용에 관한 약관, 홈페이지 회원가입 및 이용에 관한 약관)을 위반하는 회원에 대한 이용제한 조치, 코레일 서비스의 원활한 운영에 지장을 주는 행위 방지 및 제재

● 개인정보 수집 항목
- 철도회원정보
  - (필수정보) 이름, 본인인증정보(CI/DI), 휴대전화번호, 생년월일, 성별, 홈페이지 비밀번호, 현장발권 비밀번호, IP 주소, 다자녀 가족정보(다자녀행복할인 이용 시), 임산부 인증여부(맘편한KTX할인 이용 시), 기초생활 수급자 인증여부(기차누리할인 이용 시), 보훈번호(맞춤형 우대예약 이용 시), 장애인 인증정보(맞춤형 우대예약 이용 시), 스마트폰 ADID/UUID(스마트티켓 발권시)
  (선택정보) 전화번호, 이메일, 신용카드번호(멤버쉽라운지 이용 시), 주소, 주 이용구간
  * 만 14세 미만 사용자 가입 시 법정대리인의 개인정보 수집항목 : (필수) 이름, 본인확인정보(CI/DI), 생년월일, 성별
  - (보유/이용기간) 회원탈퇴 후 5년까지

- 거래내역
  - (필수정보) 승차권 정보, 스마트폰 ADID/UUID(스마트티켓 발권시)
  - (보유/이용기간) 거래일로부터 5년

● 개별 서비스 이용 과정에서 해당 서비스의 이용에 대해 추가로 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자엑게 '수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보 보유 및 이용기간' 에 대해 안내드리고 동의를 받습니다.
-서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
  - IP 주소, 쿠키, 서비스 이용 기록, 방문 기록, 스마트폰 기기 정보

● 법령에 따른 개인정보 보유 및 이용기간
- 전자상거래 등에서의 소비자보호에 관한 법률(제6조)과 동법 시행령(제6조)에서 정한 따라 한국철도는 아래의 정보를 보관합니다. 이 경우 한국철도는 그 보관의 목적으로만 이용하며 보존기간은 다음과 같습니다.
  - 계약 또는 청약철회 등에 관한 기록 : 5년
  - 대금 결제 및 재화 등의 공급에 관한 기록 : 5년
  - 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년

● 한국철도는 회원가입시 이용자의 인권 침해가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.

● 한국철도는 이용자의 개인정보를 수집 및 이용목적에서 고지한 범위 내에서만 사용하고, 사전동의 없이는 외부에 제공하지 않습니다. 단, 개인정보 보호법 제17조 및 제18조에 따라 아래의 경우에 한하여 예외적으로 제3자에게 개인정보를 제공할 수 있습니다.
- 정보주체로부터 졀도의 동의를 받은 경우
- 다른 볍률에 특별한 규정이 있는 경우
- 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백이 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
- 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의, 의결을 거친 경우
- 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우
- 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우
- 법원의 재판업무 수행을 위하여 필요한 경우
- 형(形) 및 감호, 보호처분의 집행을 위하여 필요한 경우

● 수집동의 거부 권리 및 불이익
- 한국철도는 회원가입, 원활한 고객 상담, 각종 서비스 제공을 위해 최소한의 개인정보를 수집하고 있습니다. 이용자는 개인정보의 수집 및 이용 동의를 거부할 권리가 있으나, 회원 가입시 최소한의 정보(필수항목)에 대한 수집 및 이용 동의를 거부하실 경우 회원가입이 제한됩니다.
          </textarea>
        </div>
      </div>
      <div class="termsSubmit">
      	닫기
      </div>
      </div>
  </div>




<script type="text/javascript">
	$(document).ready(function(){
		$(".termsSubmit").on("click", function(){
			window.close();
		});
	});
</script>
</body>
</html>